HELP_CMD = """
**ᴍᴏᴅᴜʟᴇ**: [`{module}`]  
**ᴄᴏᴍᴍᴀɴᴅs**: [`{help}`]  
"""

MASS_BAN = """
#ᴍᴀss_ʙᴀɴ_ᴇᴠᴇɴᴛ  

**ғʀᴏᴍ**: [`{chat_id}`]  
**ᴛᴏᴛᴀʟ ᴍᴇᴍʙᴇʀs**: [`{mem_count}`]  
**sᴜᴄᴄᴇssғᴜʟʟʏ ʙᴀɴɴᴇᴅ**: [`{success}`]  
**ғᴀɪʟᴜʀᴇ ᴛᴏ ʙᴀɴɴᴇᴅ**: [`{failures}`]  
"""    

AFK_STRING = """
**ᴄᴜʀʀᴇɴᴛʟʏ ᴀғᴋ!**  

**ʀᴇᴀsᴏɴ**: `{reason}`  
**ʟᴀsᴛ sᴇᴇɴ**: `{seen}`  
"""

BOT_START = """
ʏᴏᴏᴏ!!!
"""

RESTART_TEXT1 = """
ʙᴏᴛ sʏsᴛᴇᴍ ᴀᴡᴀᴋᴇɴ...
"""

RESTART_TEXT2 = """
ᴜsᴇʀ sʏsᴛᴇᴍ ᴀᴡᴀᴋᴇɴ...  
"""

RESTART_TEXT3 = """
ᴍᴜsɪᴄ sʏsᴛᴇᴍ ᴀᴡᴀᴋᴇɴ...
"""

PAST_FORMAT = """
**ᴘᴀsᴛᴇ ʟɪɴᴋ**: **[ᴘᴀsᴛᴇ ʟɪɴᴋ]({link})**  
**ᴘᴀsᴛᴇ ʀᴀᴡ ʟɪɴᴋ**: **[ʀᴀᴡ ᴠɪᴇᴡ]({raw})**  
**ᴄʀᴇᴀᴛᴇᴅ ᴀᴛ**: {timedate}  
"""

